alefragnani.project-manager
angular.ng-template
anseki.vscode-color
arturock.gitstash
astro-build.astro-vscode
austenc.tailwind-docs
aykutsarac.jsoncrack-vscode
batisteo.vscode-django
bierner.emojisense
bierner.markdown-emoji
blanu.vscode-styled-jsx
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
chris-noring.node-snippets
christian-kohler.path-intellisense
codezombiech.gitignore
codingyu.laravel-goto-view
cyrilletuzi.angular-schematics
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
denoland.vscode-deno
docker.docker
donjayamanne.git-extension-pack
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
fallenmax.mithril-emmet
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
gregorbiswanger.json2ts
gruntfuggly.todo-tree
hollowtree.vue-snippets
humao.rest-client
ionic.ionic
jasonnutter.search-node-modules
lihui.vs-color-picker
loiane.ts-extension-pack
mariorodeghiero.vue-theme
mhutchie.git-graph
mikaelkristiansson87.react-theme-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.debugpy
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
naoray.laravel-goto-components
naumovs.color-highlight
octref.vetur
onecentlin.laravel-blade
onecentlin.laravel5-snippets
pflannery.vscode-versionlens
pkief.material-icon-theme
pmneo.tsimporter
prisma.prisma
prisma.prisma-insider
rangav.vscode-thunder-client
ritwickdey.liveserver
shufo.vscode-blade-formatter
skyran.js-jsx-snippets
steoates.autoimport
streetsidesoftware.code-spell-checker
stringham.move-ts
supermaven.supermaven
syler.sass-indented
tinkertrain.theme-panda
vincaslt.highlight-matching-tag
vscodevim.vim
vue.volar
wallabyjs.console-ninja
wallabyjs.quokka-vscode
ysemeniuk.emmet-live
zarifprogrammer.tailwind-snippets
zignd.html-css-class-completion
ziyasal.vscode-open-in-github
